Revit 2027 API
SymbolTypeId.Ft Property
 Symbol ft, indicating unit Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Ft { get; }
Public Shared ReadOnly Property Ft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Ft {
	ForgeTypeId^ get ();
}
static member Ft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace